import { nanoid } from "nanoid";
import review from "../images/rev01.png";
import review2 from "../images/rev02.png";
import review3 from "../images/rev03.png";

const reviews = [
  {
    id: nanoid(6),
    name: "Алена Блаблаблаківна",
    src: review,
    text: "Дуже круто! Замовила синочку комбінезончик і донечці сукню.Обидва товари прийшли чудової якості і дуже шкидко! Замовила синочку комбінезончик і донечці сукню.Обидва товари прийшли чудової якості і дуже шкидко!",
  },
  {
    id: nanoid(6),
    name: "Алена Блаблаблаківна",
    src: review2,
    text: "Дуже круто! Замовила синочку комбінезончик і донечці сукню.Обидва товари прийшли чудової якості і дуже шкидко!",
  },
  {
    id: nanoid(6),
    name: "Алена Блаблаблаківна",
    src: review3,
    text: "Дуже круто! Замовила синочку комбінезончик і донечці сукню.Обидва товари прийшли чудової якості і дуже шкидко!",
  },
];

export default reviews;
